Repository: standart-n/spacepro
Catalog: public/locale/*/messages.po
Languages: ru

source: Signin
ru: Авторизация

source: Login
ru: Логин

source: Password
ru: Пароль

source: Enter
ru: Войти

source: Loading
ru: Загрузка

source: Attention
ru: Внимание

source: Yes
ru: Да, конечно

source: Cancel
ru: Нет

source: Search
ru: Поиск

source: Logout
ru: Выход

source: Server not found
ru: Сервер не отвечает

source: Please enter your login
ru: Пожалуйста, введите логин

source: Please enter your password
ru: Пожалуйста, введите пароль

source: No connection to the database
ru: Нет подключения к базе данных

source: Failed to create transaction
ru: Ошибка при открытии транзакции

source: Error for user search
ru: Ошибка при поиске пользователя

source: User not found
ru: Пользователь не найден

source: Account is not active
ru: Учетная запись не активна

source: The user has no password
ru: У пользователя не задан пароль

source: Error in database operations
ru: Ошибка при работе с базой данных

source: You are not allowed to login
ru: У вас нет прав для входа в систему

source: Incorrect login or password
ru: Вы неправильно ввели логин или пароль

source: Create a session failed
ru: Не удалось создать сессию

source: Dear user
ru: Уважаемый пользователь

source: Your session is opened on another workstation
ru: Ваша сессия обнаружена на другой рабочей станции

source: Session is opened
ru: Сессия была открыта

source: It was incorrect to exit the program
ru: Возможно, не был выполнен корректный выход из программы

source: Do you want to close the previous session and log in
ru: Вы хотите закрыть обнаруженную сессию и войти

source: Your session is outdated
ru: Ваша сессия устарела

source: Dict not found
ru: Сетка для отображения данных не найдена

source: Connection not found
ru: Соединение с базой данных не найдено

source: Transaction not found
ru: Транзакция не найдена
